{"_id":{"$oid":"5ba0f1b52ac0891f94a83740"},"fish":{"catalog_tittle":"Рыба","items":[{"name":"cod_in_green_sauce","tittle":"Треска в зеленом соусе”","img":"./cod_in_green_sauce.jpg","date":"2018-09-01","fish_for_recipe":["treska_15"],"ingredients":["125 мл оливкового масла","1 ст.л. мелко нарезанного чеснока","700 г филе трески","горсть листьев петрушки или укропа или их смеси"],"html_text":"\u003cp\u003eОливковое масло налейте в\u0026nbsp;просторную сковороду, добавьте чеснок и\u0026nbsp;нагревайте на\u0026nbsp;маленьком огне не\u0026nbsp;менее 10\u0026nbsp;минут. Чеснок должен начать подрумяниться.\u003c/p\u003e\n\u003cp\u003eДобавьте рыбное филе, увеличьте огонь под сковородой до\u0026nbsp;умеренного и\u0026nbsp;готовьте 3\u0026nbsp;минуты. Осторожно переверните рыбу, добавьте мелко нарубленную зелень. Готовьте минут 5-7, встряхивая сковороду, пока рыба не\u0026nbsp;станет матовой по\u0026nbsp;всей толщине филе. Подавайте на\u0026nbsp;стол, украсив свежей петрушкой. Подавайте с\u0026nbsp;отварным молодым картофелем или картофельным пюре.\u003c/p\u003e"},{"name":"flounder_baked","tittle":"Камбала запеченая","img":"./flounder_baked.jpg","date":"2018-09-02","ingredients":["600 г филе камбалы – 4 куска","1 красный сладкий перец","1 зеленый сладкий перец","100-120 мл белого сухого вина","1 луковица","4 кружка лимона","растительное масло","зелень укропа, лавровый лист","соль,чёрный перец"],"fish_for_recipe":["Flounder_s"],"html_text":"\u003cp\u003e\u003cspan\u003eЗаранее из\u0026nbsp;пергамента вырезать 8\u0026nbsp;кругов диаметром 14\u0026nbsp;см. Рыбу вымыть, обсушить. Лук очистить, нарезать тонкими полукольцами. Перцы вымыть, разрезать пополам и\u0026nbsp;удалить сердцевину, нарезать тонкой соломкой. Укроп вымыть, обсушить и\u0026nbsp;измельчить.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eНа\u0026nbsp;4\u0026nbsp;круга положить по\u0026nbsp;куску рыбы. На\u0026nbsp;рыбу положить по\u0026nbsp;кружку лимона, а\u0026nbsp;затем\u0026nbsp;— нарезанные овощи. Посолить, поперчить, сбрызнуть вином.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eДуховку разогреть до\u0026nbsp;180 °С.\u0026nbsp;Противень сбрызнуть маслом. Накрыть рыбу с\u0026nbsp;овощами вторым кружком пергамента, завернуть края. Сверху смазать пергамент маслом. Поставить в\u0026nbsp;духовку, готовить 30\u0026nbsp;мин. Подавать к\u0026nbsp;столу в\u0026nbsp;пергаменте, сделав посередине разрез и\u0026nbsp;отогнув края. Перед подачей блюдо можно сбрызнуть бальзамическим уксусом или лимонным соком, посыпать рыбу мелко нарезанным укропом или кинзой.\u003c/span\u003e\u003c/p\u003e"},{"name":"salmon_in_citrus_sauce","tittle":"Семга в цитрусовом соусе","img":"./salmon_in_citrus_sauce.jpg","date":"2018-09-03","ingredients":["4 куска филе лосося по 120 г каждый","сок половины лимона","оливковое масло","соль, свежемолотый черный перец","шнитт-лук для подачи"],"fish_for_recipe":["salmon_of_chile_s"],"to_sauce":["2 желтка","185 г сливочного масла","сок половины лимона","цедра 1 апельсина","щепотка кайенского перца","соль"],"html_text":"\u003cp\u003e\u003cspan\u003eНарежьте сливочное масло кубиками, положите в\u0026nbsp;сотейник и\u0026nbsp;растопите на\u0026nbsp;среднем огне. Немного остудите. Натрите апельсиновую цедру на\u0026nbsp;мелкой терке.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eРазогрейте духовку с\u0026nbsp;грилем до\u0026nbsp;180 °С.\u0026nbsp;Застелите противень бумагой для выпечки. Куски лосося положите на\u0026nbsp;противень, посолите, поперчите, сбрызните лимонным соком и\u0026nbsp;оливковым маслом. Поставьте в\u0026nbsp;духовку и\u0026nbsp;запекайте 10\u0026nbsp;мин.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eВ\u0026nbsp;это\u0026nbsp;же время приготовьте водяную баню для соуса. Поставьте на\u0026nbsp;огонь кастрюлю с\u0026nbsp;водой и\u0026nbsp;доведите до\u0026nbsp;кипения. На\u0026nbsp;кастрюлю установите стальную или стеклянную миску, чтобы вода не\u0026nbsp;касалась дна. Положите в\u0026nbsp;миску желтки, щепотку соли и\u0026nbsp;взбивайте венчиком или электрическим миксером, пока масса не\u0026nbsp;посветлеет.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eТонкой струйкой вливайте в\u0026nbsp;желтки растопленное масло, не\u0026nbsp;прекращая взбивать, пока соус не\u0026nbsp;загустеет. Добавьте лимонный сок, апельсиновую цедру и\u0026nbsp;кайенский перец, смешайте. Снимите соус с\u0026nbsp;водяной бани и\u0026nbsp;сохраняйте теплым. Разложите семгу и\u0026nbsp;брокколи на\u0026nbsp;тарелки, полейте соусом. Посыпьте измельченным шнитт-луком.\u003c/span\u003e\u003c/p\u003e"},{"name":"trout_in_sweet_and_sour_sauce","tittle":"Форель в кисло-сладком соусе","img":"./trout_in_sweet_and_sour_sauce.jpg","date":"2018-09-04","fish_for_recipe":["Trout_of_chile"],"html_text":"\u003cp\u003e\u003cspan\u003eФорель очистить, выпотрошить и\u0026nbsp;тщательно промыть. Удалить голову, хвост и\u0026nbsp;плавники.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eЛук очистить и\u0026nbsp;измельчить. С\u0026nbsp;лимона снять цедру, из\u0026nbsp;мякоти выжать сок. Горошины перца раздавить. Укроп и\u0026nbsp;петрушку вымыть и\u0026nbsp;измельчить. Перцы нарезать небольшими кубиками. Снять листики базилика со\u0026nbsp;стеблей. Стебли измельчить. Перцы и\u0026nbsp;базилик отложить.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eСмешать в\u0026nbsp;миске растительное масло, коньяк, соус-маринад. Добавить лук, цедру и\u0026nbsp;сок лимона, перец, укроп, петрушку, сахар и\u0026nbsp;соль по\u0026nbsp;вкусу. Выложить форель на\u0026nbsp;блюдо и\u0026nbsp;полить маринадом. Оставить на\u0026nbsp;15\u0026nbsp;мин., затем перевернуть на\u0026nbsp;другую сторону и\u0026nbsp;оставить еще на\u0026nbsp;15\u0026nbsp;мин.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eМаринад аккуратно слить в\u0026nbsp;сотейник и\u0026nbsp;довести до\u0026nbsp;кипения. Добавить перцы и\u0026nbsp;измельченные стебли базилика, готовить 5\u0026nbsp;мин.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eДобавить вино, довести до\u0026nbsp;кипения, уменьшить огонь и\u0026nbsp;уваривать соус 10\u0026nbsp;мин. Снять с\u0026nbsp;огня, дать остыть, затем перелить в\u0026nbsp;банку или пластиковый контейнер.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eПереложить рыбу на\u0026nbsp;лист фольги, плотно завернуть и\u0026nbsp;поставить в\u0026nbsp;разогретую до\u0026nbsp;160 °С\u0026nbsp;духовку на\u0026nbsp;1\u0026nbsp;ч. Вынуть из\u0026nbsp;духовки, разрезать фольгу и\u0026nbsp;аккуратно слить выделившийся при запекании сок. Переложить рыбу на\u0026nbsp;чистый лист фольги, дать остыть, затем не\u0026nbsp;очень плотно завернуть и\u0026nbsp;поставить в\u0026nbsp;холодильник. На\u0026nbsp;пикнике нарезать рыбу кусками и\u0026nbsp;подать с\u0026nbsp;соусом.\u003c/span\u003e\u003c/p\u003e"},{"name":"salmon_with_fennel","tittle":"Семга с фенхелем","fish_for_recipe":["salmon_of_chile_s"],"img":"./salmon_with_fennel.jpg","date":"2018-09-05","ingredients":["4 стейка лосося или куска филе по 180–200 г","1 небольшой кочанчик фенхеля","соль, свежемолотый черный перец","4 зубчика чеснока","оливковое масло"],"html_text":"\u003cp\u003e\u003cspan\u003eПосолите рыбу и\u0026nbsp;поперчите с\u0026nbsp;обеих сторон. Очистите чеснок и\u0026nbsp;нарежьте кружочками толщиной примерно 5\u0026nbsp;мм. Влейте в\u0026nbsp;самую маленькую кастрюльку 5\u0026nbsp;ст.\u0026nbsp;л. растительного масла, положите чеснок и\u0026nbsp;поставьте на\u0026nbsp;небольшой огонь. Готовьте, пока кусочки чеснока не\u0026nbsp;станут золотистыми, но\u0026nbsp;не\u0026nbsp;коричневыми. Снимите с\u0026nbsp;огня и\u0026nbsp;сразу перелейте в\u0026nbsp;миску, чтобы чеснок не\u0026nbsp;пережарился.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eРазогрейте духовку до\u0026nbsp;180 °С. У\u0026nbsp;фенхеля срежьте поврежденные участки внешних листьев. Удалите стебли и\u0026nbsp;зелень. Разрежьте кочанчик\u0026shy; вдоль пополам и\u0026nbsp;нарежьте по\u0026nbsp;диагонали на\u0026nbsp;8\u0026nbsp;секторов, стараясь, чтобы все листочки остались прикрепленными к\u0026nbsp;основанию и\u0026nbsp;не\u0026nbsp;разваливались.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eНалейте на\u0026nbsp;сковороду пару ложек чесночного масла (без чеснока), обжарьте фенхель до\u0026nbsp;золотистого цвета с\u0026nbsp;обеих сторон.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eСделайте 4\u0026nbsp;квадрата из\u0026nbsp;фольги. В\u0026nbsp;центр каждого выложите по\u0026nbsp;2\u0026nbsp;ломтика фенхеля. На\u0026nbsp;них уложите по\u0026nbsp;1\u0026nbsp;рыбному стейку, на\u0026nbsp;рыбу\u0026nbsp;— кусочки чеснока. Полейте маслом.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eПоднимите края фольги и\u0026nbsp;закрепите так, чтобы над рыбой осталось пространство для выхода пара. Положите «конверты» с\u0026nbsp;рыбой на\u0026nbsp;противень, стоящий в\u0026nbsp;нижней трети духовки. Запекайте \u003cnobr\u003e12–15 мин.,\u003c/nobr\u003e в\u0026nbsp;зависимости от\u0026nbsp;толщины стейка. Подавайте горячими.\u003c/span\u003e\u003c/p\u003e"}]},"Shrimp":{"catalog_tittle":"Креветки","items":[{"name":"spring_roll","tittle":"Салат с квертками “Spring roll”","img":"./spring_rol.jpg","date":"2018-09-06","ingredients":["250 г крупных креветок","100 г рисовой лапши","2 небольшие морковки","1 средний огурец","6 веточек кинзы","3 пера зеленого лука","половина красной луковицы","по 1 ч. л. светлых и черных семян кунжута","соль"],"fish_for_recipe":["shrimp_angular"],"to_refill":["3 см корня имбиря","1 ст. л. меда","1/4 стакана лаймового сока","1/4 стакана воды","1/4 стакана растительного масла","1 ст. л. рисового винного уксуса","соль, свежемолотый черный перец"],"html_text":"\u003cp\u003eВскипятите воду в\u0026nbsp;кастрюле. Положите рисовую лапшу и\u0026nbsp;варите 5\u0026nbsp;мин., до\u0026nbsp;готовности. Откиньте на\u0026nbsp;дуршлаг, затем промойте холодной водой. Остудите.\u003c/p\u003e\n\u003cp\u003eОчистите креветки от\u0026nbsp;панциря, удалите голову и\u0026nbsp;хвостик. Надрежьте вдоль спинки острым ножом и\u0026nbsp;удалите темную вену. Вскипятите воду в\u0026nbsp;сотейнике, посолите и\u0026nbsp;отварите креветки до\u0026nbsp;готовности, 2\u0026nbsp;мин. Остудите.\u003c/p\u003e\n\u003cp\u003eДля заправки очистите имбирь и\u0026nbsp;натрите на\u0026nbsp;мелкой терке. Смешайте все компоненты заправки в\u0026nbsp;банке с\u0026nbsp;завинчивающейся крышкой и\u0026nbsp;хорошо потрясите. Очистите морковь и\u0026nbsp;нарежьте тонкой соломкой или натрите на\u0026nbsp;терке для корейской моркови. Зеленый лук нарежьте наискосок. Огурец разрежьте вдоль пополам и\u0026nbsp;нарежьте ломтиками. Крупно порубите листья кинзы. Красный лук нарежьте тонкими четвертинками колец. Выложите овощи и\u0026nbsp;зелень в\u0026nbsp;миску.\u003c/p\u003e\n\u003cp\u003eДобавьте в\u0026nbsp;салат рисовую лапшу и\u0026nbsp;креветки и\u0026nbsp;полейте заправкой. Разложите салат по\u0026nbsp;тарелкам и\u0026nbsp;посыпьте белым и\u0026nbsp;черным кунжутом.\u003c/p\u003e"},{"name":"tuscan_salad_with_tiger_prawns_and_white_beans","tittle":"Тосканский салат с тигровыми креветками и белой фасолью","img":"./tuscan_salad_with_tiger_prawns_and_white_beans.jpg","date":"2018-09-06","fish_for_recipe":["shrimp_tiger"],"ingredients":["руккола – 300 г","тигровые креветки – 200 г","помидоры черри – 100 г","отварной белой фасоли – 100 г","оливковое масло – 3 ст.л.","горчица зерновая французская – 1 ч.л.","соевый соус – 1 ст.л.","мёд – 1/4 ч.л.","сок лимона – 1 ч.л."],"to_refill":["смешиваем оливковое масло с соевым соусом в пропорции 1:3.","добавляем немного горчицы, мёда и сока лимона.","заправка готова."],"html_text":"\u003cp\u003e\u003cspan\u003eНа\u0026nbsp;разогретую сковороду выливаем немного оливкового масла. Когда оно закипит, выкладываем на\u0026nbsp;сковороду немного раздавленные чесночные зубчики. Обжариваем\u0026nbsp;их, пока они не\u0026nbsp;пожелтеют. Далее выкладываем креветки (в\u0026nbsp;панцире или без) и\u0026nbsp;обжариваем их\u0026nbsp;на\u0026nbsp;сильном огне \u003cnobr\u003e(1-2 мин),\u003c/nobr\u003e сбрызнув соевым соусом.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eДалее смешиваем свежую рукколу с\u0026nbsp;помидорами, добавляем креветки и\u0026nbsp;заправляем получившимся соусом.\u003c/span\u003e\u003c/p\u003e"}]},"Langoustines":{"catalog_tittle":"Лангустины","items":[]},"Shellfish":{"catalog_tittle":"Моллюски","items":[{"name":"scallops_with_miso_sauce","tittle":"Морские гребешки с соусом мисо","img":"./scallops_with_miso_sauce.jpg","date":"2018-09-06","fish_for_recipe":["scallop"],"ingredients":["сливки – 2 ст. л.","паста мисо – 2 ст. л.","мелкий сахар – 1 ч. л.","чеснок – 1 зубчик","соль, перец","соевый соус – 1 ч. л.","белое сухое вино – 3 ст. л.","мука – 3 ст. л.","морские гребешки – 250 г","растительное масло – 2 ст. л."],"to_refill":[],"html_text":"\u003cp\u003eРазморозьте гребешки, затем обжарьте на\u0026nbsp;оливковом масле на\u0026nbsp;медленном огне. Приправить гребешки солью и\u0026nbsp;перцем. Чеснок очистить, измельчить и\u0026nbsp;смешать с\u0026nbsp;мукой. Обвалять в\u0026nbsp;этой смеси гребешки.Обжарить гребешки в\u0026nbsp;разогретом масле, по\u0026nbsp;2-3\u0026nbsp;мин.\u0026nbsp;с\u0026nbsp;каждой стороны. Переложить на\u0026nbsp;блюдо.\u003c/p\u003e\n\u003cp\u003eДобавить в\u0026nbsp;сковороду пасту мисо, вино, соевый соус, сахар и\u0026nbsp;2\u0026nbsp;ст.\u0026nbsp;л. воды. Помешивая, довести на\u0026nbsp;среднем огне до\u0026nbsp;кипения. Добавить сливки, снять с\u0026nbsp;огня. Вылить горячий соус на\u0026nbsp;гребешки.\u003c/p\u003e"},{"name":"grilled_squid","tittle":"Кальмары на гриле","img":"./grilled_squid.jpg","date":"2018-09-06","fish_for_recipe":["squid"],"html_text":"\u003cp\u003e\u003cspan\u003eРазмораживать кальмары, следует либо в\u0026nbsp;холодильнике, либо при комнатной температуре. \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cb\u003e\u003cbr/\u003e\n \u0009\u003c/b\u003e \n\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eЕсть два способа обработки:\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003e1. После размораживания отрезать щупальца, вытянуть хорду, вывернуть кальмара и\u0026nbsp;счистить все пленки.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003e2. Опустить кальмара в\u0026nbsp;кипяток на\u0026nbsp;30\u0026nbsp;секунд, как только белок начнет сворачиваться, пленка сама отсоединится от\u0026nbsp;тушки. Сразу достать и\u0026nbsp;под струей холодной воды счистить все лишнее. \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cb\u003e\u003cbr/\u003e\n \u0009\u003c/b\u003e \n\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eВыложить кальмара на\u0026nbsp;гриль на\u0026nbsp;\u003cnobr\u003e1-2 минуты.\u003c/nobr\u003e Снять с\u0026nbsp;огня, посолить, поперчить\u0026nbsp;— продукт готов к\u0026nbsp;употреблению.Главное, не\u0026nbsp;передержать кальмара на\u0026nbsp;огне, иначе вы\u0026nbsp;получите жесткое мясо.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cb\u003e\u003cbr/\u003e\n \u0009\u003c/b\u003e \n\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eПеред жаркой очищенного кальмара можно замариновать в\u0026nbsp;оливковом масле со\u0026nbsp;смесью специй\u0026nbsp;— соли, перца, тимьяна, розмарина, кориандра.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eДля маринада можно использовать также кефир, сметану, майонез\u0026nbsp;— в\u0026nbsp;зависимости от\u0026nbsp;личных вкусовых предпочтений.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eПодавать кальмары, приготовленные на\u0026nbsp;гриле, можно с\u0026nbsp;зеленым маслом: тимьян, розмарин, чеснок петрушка, растительное масло, оливковое масло.\u003c/span\u003e\u003c/p\u003e"},{"name":"mussels_with_garlic_butter","tittle":"Мидии с чесночным маслом","img":"./mussels_with_garlic_butter.jpg","date":"2018-09-06","fish_for_recipe":["mussels"],"ingredients":["20 мидий","50 г сливочного масла","2 ст. л. оливкового масла","по 2 веточки укропа, петрушки, базилика и тимьяна","2 зубчика чеснока","щепотка хлопьев перца чили","свежемолотый черный перец","крупная морская соль"],"html_text":"\u003cp\u003e\u003cspan\u003eПоложите чеснок и\u0026nbsp;зелень в\u0026nbsp;чашу блендера и\u0026nbsp;измельчите. Добавьте сливочное и\u0026nbsp;оливковое масло, хлопья чили, посолите\u0026shy; и\u0026nbsp;поперчите. Хорошо перемешайте.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eРазогрейте духовку до\u0026nbsp;180 °С. В\u0026nbsp;форму для выпечки насыпьте крупную соль слоем 5\u0026nbsp;мм, чтобы мидии ровно лежали. Выложите мидии в\u0026nbsp;раковинах. В\u0026nbsp;каждую раковину положите зеленое масло.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eПоставьте противень в\u0026nbsp;духовку и\u0026nbsp;запекайте \u003cnobr\u003e5–7 мин.,\u003c/nobr\u003e пока масло полностью не\u0026nbsp;растает. Подавайте мидии с\u0026nbsp;багетом, дольками лимона и\u0026nbsp;белым вином.\u003c/span\u003e\u003c/p\u003e"}]}}
